{
  "common": {
    "headline": "We are ready for launch...",
    "subtitle": "STUDENT POWER. Aerospace Engineering. REAL IMPACT.",
    "nav-about": "about",
    "nav-projects": "projects",
    "nav-sponsors": "sponsors",
    "nav-competitions": "competitions",
    "nav-newsletter": "newsletter",
    "nav-contact": "contact us",
    "nav-join": "join us",
    "about-us": "ABOUT US",
    "about-us-p1": "We are an association made up of university students, from FEUP (Faculty of Engineering of the University of Porto).",
    "about-us-p2": "Our mission is to produce meaningful research, while teaching aspiring engineers to become even better professionals.",
    "about-us-p3": "Every day at Space Team is a new day where we try to push ourselves further, because we believe that challenge is the only way to create something groundbreaking, let it be a hybrid-propellant rocket, a nano satellite or the next generation of space pioneers.",
    "know-more": "Know more",
    "creation": "Creation",
    "members": "Members",
    "projects": "Projects",
    "invictus": "INVICTUS",
    "invictus-p1": "Invictus is our first project, where we aim to develop a hybrid propulsion model rocket to participate in EuRoC, with an apogee of 3000 meters, in the SRAD category.",
    "invictus-p2": "In 2024 we made history, by becoming the first student team in Portugal to successfully conduct a hybrid propulsion system test.",
    "plutus": "PLUTUS",
    "plutus-p1": "PLUTUS is an educational outreach project where we collaborate with schools in Porto to teach students about rocketry.",
    "plutus-p2": "Together, we build a rocket model that will be launched, fostering the development of future aerospace engineers.",
    "icarus": "ICARUS",
    "icarus-p1": "ICARUS project focuses on the development of a 1U nanosatellite, in collaboration with INEGI, as part of our participation in the CubeSat Portugal program.",
    "icarus-p2": "Its primary mission is to foster the personal growth of its members, with a special focus on technical development in the field of satellite design.",
    "sponsors": "sponsors",
    "diamond-sponsors": "DIAMOND SPONSORS",
    "gold-sponsors": "GOLD SPONSORS",
    "silver-sponsors": "SILVER SPONSORS",
    "bronze-sponsors": "BRONZE SPONSORS",
    "software-partners": "SOFTWARE PARTNERS",
    "institutional-partners": "INSTITUTIONAL PARTNERS",
    "learn-more": "Learn More",
    "more": "More",
    "contacts": "Contacts",
    "our": "OUR",
    "sponsor-subtitle": "Porto Space Team would not be able to develop its projects without the incredible support from industry and university. We are deeply grateful to our partners for the many ways in which they help bring our mission to life",
    "contact-name": "Your Name",
    "contact-company": "Company",
    "contact-email": "Your Email",
    "contact-subject": "Subject",
    "contact-message": "Message",
    "contact-send": "Send",
    "contact-name-error": "Name can not be empty",
    "contact-email-error": "Must be a valid email address",
    "contact-subject-error": "Subject can not be empty",
    "contact-message-small-error": "Message can not be empty",
    "contact-message-long-error": "Message can not be longer than 500 characters.",
    "contact-success-title": "Thanks for reaching out!",
    "contact-success-description": "We'll swiftly respond to your contact.",
    "contact-error-title": "Whoops, we're sorry!",
    "contact-error-description": "An error occurred while sending the message. Try again later please!",
    "contact-cv": "Your CV",
    "contact-motivation": "Your Motivation Letter",
    "contact-cv-error": "You have to upload a CV",
    "contact-up-invalid": "Must be valid university number",
    "contact-phone-invalid": "Must be a valid phone number",
    "contact-phone": "Phone number",
    "contact-up-number": "University number",
    "contact-course": "Course",
    "contact-year": "Year",
    "contact-course-error": "Course can not be empty",
    "contact-year-error": "Must be a valid year",
    "apply-success-description": "We'll swiftly respond to your application.",
    "apply-error-description": "An error occurred while sending the application. Try again later please!",
    "send-loading": "Sending...",
    "project": "PROJECT",
    "under": "UNDER",
    "construction": "CONSTRUCTION",
    "icarus-title-1": "A UNIVERSE IN A",
    "icarus-title-2": "CUBE",
    "icarus-title-3": "DESIGNED BY US.",
    "icarus-title-4": "SMALL BUILDS,",
    "icarus-title-5": "BOLD VISIONS.",
    "low-budget": "LOW BUDGET",
    "efficient": "EFFICIENT",
    "length": "LENGTH",
    "mass": "TOTAL MASS",
    "max-velocity": "TOP SPEED",
    "thrust": "THRUST",
    "hot-fire-test": "HOT FIRE TEST",
    "fire-test-subtitle": "The first ever in Portugal...",
    "explore-rocket": "Explore our Rocket",
    "click-each-part": "Click the rocket for more info",
    "under-development": "Under development news soon...",
    "ground": "Ground",
    "ground-desc": "The Ground department ensures that everything on the ground is ready for a successful launch and testing campaign. From fueling systems to test benches, the team develops and manages the critical infrastructure that supports the rocket before liftoff.",
    "ground-r-1": "Design and development of the fuel filling station",
    "ground-r-2": "Implementation of the rocket's internal fluid and hydraulic circuits",
    "ground-r-3": "Design and manufacturing of the static test stand",
    "ground-r-4": "Development of the filling station's software and control systems",
    "ground-r-5": "Integration of hardware and safety systems for ground operations",
    "aerodynamics": "Aerodynamics",
    "aerodynamics-desc": "The Aerodynamics department focuses on understanding and optimizing how the rocket behaves as it moves through the atmosphere. Through careful design and simulation, the team ensures stable, efficient, and predictable flight performance.",
    "aero-r-1": "Design of aerodynamic components (nose cone, fins, etc.)",
    "aero-r-2": "Computational Fluid Dynamics (CFD) simulations",
    "aero-r-3": "Flight trajectory simulation using RocketPy",
    "aero-r-4": "Optimization of drag, stability, and aerodynamic efficiency",
    "aero-r-5": "Validation of aerodynamic behavior under flight conditions",
    "propulsion": "Propulsion",
    "propulsion-desc": "The Propulsion department is responsible for developing the system that powers the rocket. From designing and testing the combustion chamber to optimizing fuel geometry, this team ensures the reliable and efficient generation of thrust.",
    "propulsion-r-1": "Design and manufacturing of the propulsion system (combustion chamber, nozzle, injector)",
    "propulsion-r-2": "Development of tools to estimate and analyze thrust, regression rate, and combustion efficiency",
    "propulsion-r-3": "Design and optimization of solid fuel grain geometry",
    "propulsion-r-4": "Selection and characterization of fuel and oxidizer combinations",
    "propulsion-r-5": "Static testing and performance validation of the propulsion system",
    "structures": "Structures",
    "structures-desc": "The Structures department is in charge of the rocket's physical integrity. It focuses on designing and validating the mechanical framework that holds all systems together, ensuring the rocket can withstand the extreme conditions of launch, flight, and recovery.",
    "structures-r-1": "Design of the rocket's structural frame and outer shell",
    "structures-r-2": "Development of mechanical interfaces between systems",
    "structures-r-3": "Integration of structural components with other subsystems",
    "structures-r-4": "Structural simulations and stress analysis",
    "structures-r-5": "Validation of materials and geometries for flight loads",
    "avionics": "Avionics",
    "avionics-desc": "The Avionics department is responsible for the rocket's electronic and control systems. It ensures reliable operation, communication, and data collection throughout the mission, bridging software, hardware, and real-time information.",
    "avionics-r-1": "Coding and maintenance of the rocket's onboard software",
    "avionics-r-2": "Development and integration of custom electronic hardware",
    "avionics-r-3": "Real-time data acquisition during all mission phases",
    "avionics-r-4": "Transmission and visualization of telemetry data",
    "avionics-r-5": "Post-flight data analysis and diagnostics",
    "recovery": "Recovery",
    "recovery-desc": "The Recovery department ensures that the rocket returns safely to the ground after flight.  This department is also responsible for managing the rocket’s payload - selecting suitable experiments or equipment and ensuring proper integration within the vehicle.",
    "recovery-r-1": "Design of the parachute ejection system",
    "recovery-r-2": "Sizing of parachutes and recovery lines based on rocket mass and descent rate",
    "recovery-r-3": "Manufacturing of custom parachutes and cords",
    "recovery-r-4": "Material selection and testing to ensure mechanical strength and reliability",
    "recovery-r-5": "Integration and testing of the recovery system under realistic conditions",
    "icarus-full-p1": "Project ICARUS brings together more than 30 students to design and develop a 1U CubeSat equipped with a Langmuir probe, capable of measuring critical parameters of ionospheric plasma. These measurements contribute to a deeper understanding of space weather phenomena and their effects on satellite communication, navigation systems, and Earth's upper atmosphere.",
    "icarus-full-p2": "The primary goal of ICARUS is to provide students with the opportunity to go beyond the classroom and gain hands-on experience through the design and development of a fully functional satellite. Our strong commitment to education and innovation is reflected in our emphasis on in-house development and testing of most of the satellite's components. This hands-on approach ensures not only technical excellence but also valuable learning experiences for everyone involved.",
    "icarus-full-p3": "With this project we are participating in the CubeSat Portugal competition, a national initiative promoted by the Portuguese Space Agency that challenges university students to design and launch their own CubeSats with real scientific and technological value.",
    "icarus-model": "Model of Icarus",
    "telemetry": "Telemetry",
    "telemetry-desc": "The telemetry subsystem will enable communication between the CubeSat and the ground station, using the UHF band (435–438 MHz) with dipole antennas (2.15 dB gain), an OpenLST radio module and both FK and CW beacons. Our ground station will be fully autonomous, will include a SDR transceiver and two 8-element Cross-Yagi antennas with an expected gain of 13 dBi.",
    "attitude": "Attitude Determination and Control System",
    "attitude-desc": "ADCS features gyroscopes, magnetometers paired with solar cells acting as sun sensors for attitude determination and 3 magnetorquers embedded in different axis solar panels PCBs for attitude control.",
    "payload": "Payload",
    "payload-desc": "The Payload subsystem develops and integrates a four-probe Langmuir system to measure electron density in the ionosphere. It operates in sweeping and fixed-bias modes, enabling both plasma diagnostics and high-resolution monitoring. Its primary objective is to study small-scale plasma structures that can affect satellite communication and navigation.",
    "structures-thermal": "Structures and Thermal",
    "structures-thermal-desc": "The Structures and Thermal Control system incorporates deployable antenna and payload mechanisms featuring a burn wire release, development of the antenna structure in PEEK, management of the secondary PCB stack, integration into the aluminum chassis, and implementation of precision spacers for alignment and structural support.",
    "computer": "On-board Computer",
    "computer-desc": "The Data Handing subsystem is comprised of a Dual SRAD OBC configuration based on the cortex m33 CPU with radiation resistant memory running Karvel, a ECSS compliant flight platform.",
    "electrical": "Electrical Power System",
    "electrical-desc": "The EPS comprises 5 solar panels, each equipped with 2 high-efficiency triple-junction photovoltaic cells connected in series, responsible for converting solar radiation into electrical energy. This energy is stored in lithium-based rechargeable batteries and managed by a dedicated Power Management and Distribution module. The system provides regulated power buses at 3.3 V, 5 V, and 12 V, as well as an unregulated battery voltage rail, ensuring continuous and stable power delivery to all subsystems. Designed for efficiency and reliability, the EPS includes built-in protections against short circuits and overcharge, and supports uninterrupted operation even during orbital eclipses.",
    "who-are-we": "Who are we?",
    "about-us-p1-full": "We are a team made up of university students, from FEUP (Faculty of Engineering of the University of Porto).",
    "about-us-p2-full": "Our mission is clear: produce meaningful research, while teaching aspiring engineers to become even better professionals.",
    "about-us-p3-full": "Every day at Space Team is a new day where we try to push ourselves further, because we believe that challenge is the only way to create something groundbreaking, let it be a hybrid-propellant rocket, a nano satellite or the next generation of space pioneers.",
    "about-us-p4-full": "In 2025, Porto Space Team expanded by embracing a new ambitious project: ICARUS.",
    "about-us-p5-full": "Today, we are a team of over ninety members from nine different engineering fields, all united by a common goal, building the future of aerospace engineering.",
    "our-history": "Our history",
    "team": "Team",
    "team-2025": "With renewed confidence and accumulated experience, the team expanded and set its focus on three distinct projects - INVICTUS, PLUTUS AND ICARUS.",
    "team-2024": "The team that was present in the first competition of Porto Space Team, EuRoC 2024, with project INVICTUS.",
    "team-2023": "The start of everything, the ones that formed Porto Space Team and started this challenging journey.",
    "objectives": "Objectives",
    "objectives-p1": "Promote high school students' interest in science and engineering.",
    "objectives-p2": "Design and build solid-fuel model rockets.",
    "plutus-desc": "The PLUTUS Project is proudly developed in close partnership with Colégio Luso-Francês. From the early design phases to the final rocket launch, students from Colégio Luso-Francês are actively involved in every step of the process.",
    "launch": "Launch",
    "plutus-desc-2": "In 2024, the PLUTUS Project reached a major milestone with the successful launch of its first solid-fuel model rocket. This achievement was the result of months of hard work, collaboration, and learning between university students and high school participants.",
    "euroc-p1": "The European Rocketry Challenge (EuRoC) is the first rocket launch competition exclusively dedicated to European university teams. Organized by the Portuguese Space Agency since 2020, the competition brings together student teams from across Europe in the Alentejo region of Portugal.",
    "euroc-p2": "Building on consistent growth and increasing recognition, the 2025 edition is held with the support of the Portuguese Army and the Municipality of Constância.",
    "euroc-website": "Euroc Official Website",
    "euroc-23-p1": "In 2023, we attended EuRoC, held in Constância, Portugal. Although we did not compete, our presence allowed us to gain valuable insights into the event and observe how other teams approached the challenge.",
    "euroc-23-p2": "This experience proved instrumental in preparing us more effectively for EuRoC 2024 and in shaping the development of our first prototype, the Invictus 1.0. It also gave us a clearer understanding of the competition's dynamics, technical requirements, and organizational standards.",
    "euroc-24-p1": "In 2024, we competed for the first time in the European Rocketry Challenge (EuRoC). Porto Space Team participated with the first iteration of the Invictus project, the Invictus 1.0. This was a major milestone for the entire team, marking our debut in an actual rocketry competition.",
    "euroc-24-p2": "During the event, we successfully completed all evaluation stages, including the Critical Design Review (CDR) and, later, the Flight Readiness Review (FRR), demonstrating both the technical soundness of our project and our readiness for launch operations",
    "coming-soon": "Coming soon...",
    "cubesat-p1": "The CubeSat Portugal is a national competition launched in 2024 by the Portuguese Space Agency, challenging higher education students to design, build, and launch a real nanosatellite.",
    "cubesat-p2": "These satellites, known as CubeSats, follow the standard format of 10x10x10 cm (1U) and must fulfill a primary mission defined by the organization. Teams may also propose secondary missions of their own.",
    "cubesat-website": "Cubesat Official Website",
    "bootcamp-p1": "From May 19th to 21st, our team participated in the CubeSat Portugal BootCamp, an intense and inspiring experience designed to support the development of our project ICARUS, which focuses on designing and building a 1U CubeSat.",
    "bootcamp-p2": "Over the course of three days, we engaged in technical workshops and expert-led lectures, connected with fellow teams, and presented our Preliminary Design Review (PDR). This key milestone provided us with insightful feedback from professionals in the aerospace sector, helping us strengthen and refine our approach.",
    "bootcamp-p3": "We came back with fresh knowledge, renewed motivation, and a clear path forward as we move into the next phases of the competition.",
    "want-to-be-part": "Want to be a part of Porto Space Team?",
    "apply-here": "Apply here!",
    "invictus-subtitle": "In 2024, we built Portugal's first ever student-developed hybrid-propulsion rocket - the result of two years of relentless research, engineering, and teamwork.",
    "invictus-2-p-1": "Invictus II is the second iteration of our rocket development project aimed at participating in the European Rocketry Challenge (EuRoC). The goal is to design, build, and launch a high-performance hybrid-propulsion rocket capable of reaching the 3 km altitude category of the competition.",
    "invictus-2-p-2": "Building on the foundation laid by our first hybrid rocket, Invictus II focuses on optimizing every subsystem - from aerodynamics and propulsion to avionics and recovery - resulting in a more efficient, reliable, and refined vehicle. The propulsion system remains hybrid, as in the original project, but with improvements.",
    "invictus-2-p-3": "Invictus II reflects our commitment to engineering excellence, iteration, and pushing the limits of student rocketry in Portugal.",
    "main-responsibilities": "Main Responsibilities",
    "contact-placeholder-name": "e.g., John Smith",
    "contact-placeholder-company": "e.g., ACME Ltd.",
    "contact-placeholder-email": "e.g., name@example.com",
    "contact-subject-placeholder": "e.g., Service inquiry",
    "contact-message-placeholder": "Type your message here…",
    "contact-placeholder-up": "e.g., up0123456789",
    "contact-placeholder-university-course": "e.g., Computer Engineering",
    "contact-placeholder-phone": "e.g., +351 912 345 678",
    "contact-placeholder-university-year": "e.g., 2nd year"
  }
}
