{
  "common": {
    "headline": "We are ready for launch...",
    "subtitle": "STUDENT POWER. Aerospace Engineering. REAL IMPACT.",
    "nav-about": "about",
    "nav-projects": "projects",
    "nav-sponsors": "sponsors",
    "nav-competitions": "competitions",
    "nav-newsletter": "newsletter",
    "nav-contact": "contact us",
    "nav-join": "join us",
    "about-us": "ABOUT US",
    "about-us-p1": "We are an association made up of university students, from FEUP (Faculty of Engineering of the University of Porto).",
    "about-us-p2": "Our mission is to produce meaningful research, while teaching aspiring engineers to become even better professionals.",
    "about-us-p3": "Every day at Space Team is a new day where we try to push ourselves further, because we believe that challenge is the only way to create something groundbreaking, let it be a hybrid-propellant rocket, a nano satellite or the next generation of space pioneers.",
    "know-more": "Know more",
    "creation": "Creation",
    "members": "Members",
    "projects": "Projects",
    "invictus": "INVICTUS",
    "invictus-p1": "Invictus is our first project, where we aim to develop a hybrid propulsion model rocket to participate in EuRoC, with an apogee of 3000 meters, in the SRAD category.",
    "invictus-p2": "In 2024 we made history, by becoming the first student team in Portugal to successfully conduct a hybrid propulsion system test.",
    "plutus": "PLUTUS",
    "plutus-p1": "PLUTUS is an educational outreach project where we collaborate with schools in Porto to teach students about rocketry.",
    "plutus-p2": "Together, we build a rocket model that will be launched, fostering the development of future aerospace engineers.",
    "icarus": "ICARUS",
    "icarus-p1": "ICARUS project focuses on the development of a 1U nanosatellite, in collaboration with INEGI, as part of our participation in the CubeSat Portugal program.",
    "icarus-p2": "Its primary mission is to foster the personal growth of its members, with a special focus on technical development in the field of satellite design.",
    "sponsors": "sponsors",
    "gold-sponsors": "GOLD SPONSORS",
    "silver-sponsors": "SILVER SPONSORS",
    "bronze-sponsors": "BRONZE SPONSORS",
    "software-partners": "SOFTWARE PARTNERS",
    "institutional-partners": "INSTITUTIONAL PARTNERS",
    "learn-more": "Learn More",
    "more": "More",
    "contacts": "Contacts",
    "our": "OUR",
    "sponsor-subtitle": "Porto Space Team would not be able to develop its projects without the incredible support from industry and university. We are deeply grateful to our partners for the many ways in which they help bring our mission to life",
    "contact-name": "Your Name",
    "contact-company": "Company",
    "contact-email": "Your Email",
    "contact-subject": "Subject",
    "contact-message": "Message",
    "contact-send": "Send",
    "contact-name-error": "Name can not be empty",
    "contact-email-error": "Must be a valid email address",
    "contact-subject-error": "Subject can not be empty",
    "contact-message-small-error": "Message can not be empty",
    "contact-message-long-error": "Message can not be longer than 500 characters.",
    "contact-success-title": "Thanks for reaching out!",
    "contact-success-description": "We'll swiftly respond to your contact.",
    "contact-error-title": "Whoops, we're sorry!",
    "contact-error-description": "An error occurred while sending the message. Try again later please!",
    "contact-cv": "Your CV",
    "contact-motivation": "Your Motivation Letter",
    "contact-cv-error": "You have to upload a CV",
    "contact-up-invalid": "Must be valid university number",
    "contact-phone-invalid": "Must be a valid phone number",
    "contact-phone": "Phone number",
    "contact-up-number": "University number",
    "contact-course": "Course",
    "contact-year": "Year",
    "contact-course-error": "Course can not be empty",
    "contact-year-error": "Must be a valid year",
    "apply-success-description": "We'll swiftly respond to your application.",
    "apply-error-description": "An error occurred while sending the application. Try again later please!",
    "send-loading": "Sending...",
    "project": "PROJECT",
    "under": "UNDER",
    "construction": "CONSTRUCTION",
    "icarus-title-1": "A UNIVERSE IN A",
    "icarus-title-2": "CUBE",
    "icarus-title-3": "DESIGNED BY US.",
    "icarus-title-4": "SMALL BUILDS,",
    "icarus-title-5": "BOLD VISIONS.",
    "low-budget": "LOW BUDGET",
    "efficient": "EFFICIENT",
    "length": "LENGTH",
    "mass": "TOTAL MASS",
    "max-velocity": "TOP SPEED",
    "thrust": "THRUST",
    "hot-fire-test": "HOT FIRE TEST",
    "fire-test-subtitle": "The first ever in Portugal...",
    "explore-rocket": "Explore our Rocket",
    "click-each-part": "Click the rocket for more info",
    "under-development": "Under development news soon...",
    "ground": "Ground",
    "ground-desc": "Handles launchpad operations, safety protocols, and all support systems before takeoff.",
    "aerodynamics": "Aerodynamics",
    "aerodynamics-desc": "Focuses on airflow, drag reduction, and stability during flight.",
    "propulsion": "Propulsion",
    "propulsion-desc": "Develops and tests the engines that power the rocket.",
    "structures": "Structures",
    "structures-desc": "Designs the rocket frame and ensures it withstands mechanical stress.",
    "avionics": "Avionics",
    "avionics-desc": "Responsible for all onboard electronics, sensors, and communication systems.",
    "recovery": "Recovery",
    "recovery-desc": "Ensures the rocket returns safely using parachutes and landing systems.",
    "icarus-full-p1": "Project ICARUS brings together more than 30 students to design and develop a 1U CubeSat equipped with a Langmuir probe, capable of measuring critical parameters of ionospheric plasma. These measurements contribute to a deeper understanding of space weather phenomena and their effects on satellite communication, navigation systems, and Earth's upper atmosphere.",
    "icarus-full-p2": "The primary goal of ICARUS is to provide students with the opportunity to go beyond the classroom and gain hands-on experience through the design and development of a fully functional satellite. Our strong commitment to education and innovation is reflected in our emphasis on in-house development and testing of most of the satellite's components. This hands-on approach ensures not only technical excellence but also valuable learning experiences for everyone involved.",
    "icarus-full-p3": "With this project we are participating in the CubeSat Portugal competition, a national initiative promoted by the Portuguese Space Agency that challenges university students to design and launch their own CubeSats with real scientific and technological value.",
    "icarus-model": "Model of Icarus",
    "telemetry": "Telemetry",
    "telemetry-desc": "The telemetry subsystem will enable communication between the CubeSat and the ground station, using the UHF band (435–438 MHz) with dipole antennas (2.15 dB gain), an OpenLST radio module and both FK and CW beacons. Our ground station will be fully autonomous, will include a SDR transceiver and two 8-element Cross-Yagi antennas with an expected gain of 13 dBi.",
    "attitude": "Attitude Determination and Control System",
    "attitude-desc": "ADCS features gyroscopes, magnetometers paired with solar cells acting as sun sensors for attitude determination and 3 magnetorquers embedded in different axis solar panels PCBs for attitude control.",
    "payload": "Payload",
    "payload-desc": "The Payload subsystem develops and integrates a four-probe Langmuir system to measure electron density in the ionosphere. It operates in sweeping and fixed-bias modes, enabling both plasma diagnostics and high-resolution monitoring. Its primary objective is to study small-scale plasma structures that can affect satellite communication and navigation.",
    "structures-thermal": "Structures and Thermal",
    "structures-thermal-desc": "The Structures and Thermal Control system incorporates deployable antenna and payload mechanisms featuring a burn wire release, development of the antenna structure in PEEK, management of the secondary PCB stack, integration into the aluminum chassis, and implementation of precision spacers for alignment and structural support.",
    "computer": "On-board Computer",
    "computer-desc": "The Data Handing subsystem is comprised of a Dual SRAD OBC configuration based on the cortex m33 CPU with radiation resistant memory running Karvel, a ECSS compliant flight platform.",
    "electrical": "Electrical Power System",
    "electrical-desc": "The EPS comprises 5 solar panels, each equipped with 2 high-efficiency triple-junction photovoltaic cells connected in series, responsible for converting solar radiation into electrical energy. This energy is stored in lithium-based rechargeable batteries and managed by a dedicated Power Management and Distribution module. The system provides regulated power buses at 3.3 V, 5 V, and 12 V, as well as an unregulated battery voltage rail, ensuring continuous and stable power delivery to all subsystems. Designed for efficiency and reliability, the EPS includes built-in protections against short circuits and overcharge, and supports uninterrupted operation even during orbital eclipses."
  }
}
