{
  "common": {
    "headline": "Estamos prontos para o lançamento...",
    "subtitle": "PODER ESTUDANTIL. Engenharia Aeroespacial. IMPACTO REAL.",
    "nav-about": "sobre",
    "nav-projects": "projetos",
    "nav-sponsors": "patrocinadores",
    "nav-competitions": "competições",
    "nav-newsletter": "newsletter",
    "nav-contact": "contacta-nos",
    "nav-join": "junta-te a nós",
    "about-us": "SOBRE NÓS",
    "about-us-p1": "Somos uma associação composta por estudantes universitários, da FEUP (Faculdade de Engenharia da Universidade do Porto).",
    "about-us-p2": "A nossa missão é produzir investigação significativa, enquanto ensinamos aos futuros engenheiros a tornarem-se ainda melhores profissionais.",
    "about-us-p3": "Todos os dias na Space Team é um novo dia onde tentamos ultrapassar os nossos limites, porque acreditamos que o desafio é o único caminho para criar algo inovador, seja um foguetão de propulsão híbrida, um nano satélite ou a próxima geração de pioneiros do espaço.",
    "know-more": "Saber mais",
    "creation": "Criação",
    "members": "Membros",
    "projects": "Projetos",
    "invictus": "INVICTUS",
    "invictus-p1": "O Invictus é o nosso primeiro projeto, onde temos como objetivo desenvolver um foguetão de propulsão híbrida para participar no EuRoC, com um apogeu de 3000 metros, na categoria SRAD.",
    "invictus-p2": "Em 2024 fizemos história, ao nos tornarmos na primeira equipa estudantil em Portugal a realizar com sucesso um teste de sistema de propulsão híbrida.",
    "plutus": "Plutus",
    "plutus-p1": "O PLUTUS é um projeto de divulgação educacional onde colaboramos com escolas do Porto para ensinar os alunos sobre a arte de fazer foguetões.",
    "plutus-p2": "Juntos, construímos um modelo de foguetão que será lançado, promovendo o desenvolvimento de futuros engenheiros aeroespaciais.",
    "icarus": "ICARUS",
    "icarus-p1": "O projeto ICARUS foca-se no desenvolvimento de um nanosatélite 1U, em colaboração com o INEGI, como parte da nossa participação no programa CubeSat Portugal.",
    "icarus-p2": "A sua missão principal é fomentar o crescimento pessoal dos seus membros, com um foco especial no desenvolvimento técnico na área do design de satélites.",
    "sponsors": "patrocinadores",
    "diamond-sponsors": "PATROCINADORES DIAMANTE",
    "gold-sponsors": "PATROCINADORES OURO",
    "silver-sponsors": "PATROCINADORES PRATA",
    "bronze-sponsors": "PATROCINADORES BRONZE",
    "software-partners": "PARCEIROS SOFTWARE",
    "institutional-partners": "PARCEIROS INSTITUCIONAIS",
    "learn-more": "Saber mais",
    "more": "Mais",
    "contacts": "Contactos",
    "our": "NOSSOS",
    "sponsor-subtitle": "A Porto Space Team não seria capaz de desenvolver os seus projetos sem o incrível apoio da indústria e da universidade. Somos profundamente gratos aos nossos parceiros pelas inúmeras maneiras pelas quais nos ajudam a concretizar nossa missão.",
    "contact-name": "Nome",
    "contact-company": "Empresa",
    "contact-email": "Email",
    "contact-subject": "Assunto",
    "contact-message": "Mensagem",
    "contact-send": "Enviar",
    "contact-name-error": "O nome não pode estar vazio",
    "contact-email-error": "Tem de se ser um email válido",
    "contact-subject-error": "O assunto não pode estar vazio",
    "contact-message-small-error": "A mensagem não pode estar vazia",
    "contact-message-long-error": "A mensagem não pode ser maior de 500 caracteres",
    "contact-success-title": "Obrigado por nos contactar",
    "contact-success-description": "Vamos brevemente responder à tua mensagem!",
    "contact-error-title": "Whoops, pedimos desculpa!",
    "contact-error-description": "Houve um erro ao enviar a tua mensagem. Por favor tenta de novo mais tarde!",
    "contact-cv": "CV",
    "contact-motivation": "Carta de Motivação",
    "contact-cv-error": "Tens de submeter o teu CV",
    "contact-up-invalid": "Tem de ser um número válido da universidade",
    "contact-phone-invalid": "Tem de ser um número de telemóvel válido",
    "contact-phone": "Número de telemóvel",
    "contact-up-number": "Número da universidade",
    "contact-course": "Curso",
    "contact-year": "Ano",
    "contact-course-error": "Curso não pode estar vazio",
    "contact-year-error": "Tem de ser um ano válido",
    "apply-success-description": "Vamos brevemente responder à tua aplicação!",
    "apply-error-description": "Houve um erro ao enviar a tua aplicação!. Por favor tenta de novo mais tarde!",
    "send-loading": "A enviar...",
    "project": "PROJETO",
    "under": "SOBRE",
    "construction": "CONSTRUÇÃO",
    "icarus-title-1": "UM UNIVERSO NUM",
    "icarus-title-2": "CUBO",
    "icarus-title-3": "DESENHADO POR NÓS.",
    "icarus-title-4": "PEQUENAS CONSTRUÇÕES,",
    "icarus-title-5": "GRANDES VISÕES.",
    "low-budget": "BAIXO ORÇAMENTO",
    "efficient": "EFICIENTE",
    "length": "COMPRIMENTO",
    "mass": "MASSA TOTAL",
    "max-velocity": "RAPIDEZ MÁX.",
    "thrust": "PROPULSÃO",
    "hot-fire-test": "TESTE DE FOGO QUENTE",
    "fire-test-subtitle": "O primeiro em Portugal...",
    "explore-rocket": "Explora o nosso foguetão",
    "click-each-part": "Clique no foguetão para mais informação",
    "under-development": "Em desenvolvimento notícias em breve...",
    "ground": "Terra",
    "ground-desc": "O departamento de Terra assegura que tudo no solo está preparado para uma campanha de lançamento e testes bem-sucedida. Desde os sistemas de abastecimento aos bancos de ensaio, a equipa desenvolve e gere a infraestrutura crítica que suporta o foguetão antes do descolagem.",
    "ground-r-1": "Conceção e desenvolvimento da estação de abastecimento de combustível",
    "ground-r-2": "Implementação dos circuitos internos de fluidos e hidráulicos do foguetão",
    "ground-r-3": "Conceção e fabrico do banco de ensaio estático",
    "ground-r-4": "Desenvolvimento do software e sistemas de controlo da estação de abastecimento",
    "ground-r-5": "Integração dos sistemas de hardware e segurança para operações em terra",
    "aerodynamics": "Aerodinâmica",
    "aerodynamics-desc": "O departamento de Aerodinâmica foca-se em compreender e otimizar o comportamento do foguetão enquanto se desloca na atmosfera. Através de um design cuidadoso e simulações, a equipa garante um voo estável, eficiente e previsível.",
    "aero-r-1": "Conceção de componentes aerodinâmicos (ponta, aletas, etc.)",
    "aero-r-2": "Simulações de Dinâmica dos Fluidos Computacional (CFD)",
    "aero-r-3": "Simulação da trajetória de voo usando RocketPy",
    "aero-r-4": "Otimização do arrasto, estabilidade e eficiência aerodinâmica",
    "aero-r-5": "Validação do comportamento aerodinâmico em condições de voo",
    "propulsion": "Propulsão",
    "propulsion-desc": "O departamento de Propulsão é responsável pelo desenvolvimento do sistema que impulsiona o foguetão. Desde o design e teste da câmara de combustão até à otimização da geometria do combustível, esta equipa assegura a geração confiável e eficiente de empuxo.",
    "propulsion-r-1": "Conceção e fabrico do sistema de propulsão (câmara de combustão, bocal, injetor)",
    "propulsion-r-2": "Desenvolvimento de ferramentas para estimar e analisar empuxo, taxa de regressão e eficiência de combustão",
    "propulsion-r-3": "Conceção e otimização da geometria do combustível sólido",
    "propulsion-r-4": "Seleção e caracterização das combinações de combustível e oxidante",
    "propulsion-r-5": "Ensaios estáticos e validação do desempenho do sistema de propulsão",
    "structures": "Estruturas",
    "structures-desc": "O departamento de Estruturas é responsável pela integridade física do foguetão. Foca-se no design e validação da estrutura mecânica que suporta todos os sistemas, garantindo que o foguetão resiste às condições extremas do lançamento, voo e recuperação.",
    "structures-r-1": "Conceção da estrutura e carenagem do foguetão",
    "structures-r-2": "Desenvolvimento das interfaces mecânicas entre os sistemas",
    "structures-r-3": "Integração dos componentes estruturais com os restantes subsistemas",
    "structures-r-4": "Simulações estruturais e análise de esforços",
    "structures-r-5": "Validação dos materiais e geometria para as cargas de voo",
    "avionics": "Aviónica",
    "avionics-desc": "O departamento de Aviónica é responsável pelos sistemas eletrónicos e de controlo do foguetão. Garante o funcionamento fiável, comunicação e recolha de dados durante toda a missão, fazendo a ponte entre software, hardware e informação em tempo real.",
    "avionics-r-1": "Programação e manutenção do software embarcado do foguetão",
    "avionics-r-2": "Desenvolvimento e integração de hardware eletrónico personalizado",
    "avionics-r-3": "Aquisição de dados em tempo real durante todas as fases da missão",
    "avionics-r-4": "Transmissão e visualização dos dados de telemetria",
    "avionics-r-5": "Análise e diagnóstico pós-voo dos dados recolhidos",
    "recovery": "Recuperação",
    "recovery-desc": "O departamento de Recuperação assegura que o foguetão retorna em segurança ao solo após o voo. Este departamento é também responsável pela gestão da carga útil do foguetão — selecionando experiências ou equipamentos adequados e garantindo a integração correta dentro do veículo.",
    "recovery-r-1": "Conceção do sistema de ejeção dos paraquedas",
    "recovery-r-2": "Dimensionamento dos paraquedas e cabos de recuperação com base na massa do foguetão e velocidade de descida",
    "recovery-r-3": "Fabrico de paraquedas e cordas personalizados",
    "recovery-r-4": "Seleção e testes de materiais para garantir resistência mecânica e fiabilidade",
    "recovery-r-5": "Integração e testes do sistema de recuperação em condições realistas",
    "icarus-full-p1": "O Projeto ICARUS reúne mais de 30 estudantes para conceber e desenvolver um CubeSat 1U equipado com uma sonda de Langmuir, capaz de medir parâmetros críticos do plasma ionosférico. Estas medições contribuem para uma compreensão mais profunda dos fenómenos do clima espacial e dos seus efeitos nas comunicações por satélite, nos sistemas de navegação e na alta atmosfera terrestre.",
    "icarus-full-p2": "O principal objetivo do ICARUS é proporcionar aos estudantes a oportunidade de irem além da sala de aula e adquirirem experiência prática através do design e desenvolvimento de um satélite totalmente funcional. O nosso forte compromisso com a educação e a inovação reflete-se na ênfase que damos ao desenvolvimento e testes internos da maioria dos componentes do satélite. Esta abordagem prática garante não só excelência técnica, mas também experiências de aprendizagem valiosas para todos os envolvidos.",
    "icarus-full-p3": "Com este projeto estamos a participar na competição CubeSat Portugal, uma iniciativa nacional promovida pela Agência Espacial Portuguesa que desafia estudantes universitários a conceber e lançar os seus próprios CubeSats com verdadeiro valor científico e tecnológico.",
    "icarus-model": "Modelo do Icarus",
    "telemetry": "Telemetria",
    "telemetry-desc": "O subsistema de telemetria permitirá a comunicação entre o CubeSat e a estação terrestre, utilizando a banda UHF (435–438 MHz) com antenas dipolo (ganho de 2,15 dB), um módulo de rádio OpenLST e balizas FSK e CW. A nossa estação terrestre será totalmente autónoma, incluirá um transceptor SDR e duas antenas Cross-Yagi de 8 elementos com ganho previsto de 13 dBi.",
    "attitude": "Sistema de Determinação e Controlo de Atitude",
    "attitude-desc": "O Sistema de Determinação e Controlo de Atitude, equipado com giroscópios, magnetómetros e sensores solares, trabalha em conjunto com os seus 3 atuadores de magnetorquers incorporados nas placas de circuito impresso dos painéis solares, para monitorizar de perto a atitude do satélite e aplicar correções, garantindo que os requisitos de atitude da missão são cumpridos.",
    "payload": "Carga Útil",
    "payload-desc": "O subsistema de carga útil desenvolve e integra um sistema de quatro sondas de Langmuir para medir a densidade eletrónica na ionosfera. Opera em modos de varrimento e de polarização fixa, permitindo diagnósticos do plasma e monitorização de alta resolução. O seu principal objetivo é estudar estruturas de plasma de pequena escala que podem afetar a comunicação e navegação por satélite.",
    "structures-thermal": "Estruturas e Controlo Térmico",
    "structures-thermal-desc": "O sistema de Estruturas e Controlo Térmico incorpora mecanismos de antena e carga útil desdobráveis com libertação por fio fusível, desenvolvimento da estrutura da antena em PEEK, gestão da pilha de PCBs secundária, integração no chassis de alumínio e implementação de espaçadores de precisão para alinhamento e suporte estrutural.",
    "computer": "Computador de Bordo",
    "computer-desc": "OBC redundante duplo, resistente à radiação, totalmente concebido e construído pela Equipa ICARUS, a operar o Karvel, uma plataforma de voo compatível com as normas ECSS.",
    "electrical": "Sistema de Alimentação Elétrica",
    "electrical-desc": "O EPS é composto por 5 painéis solares, cada um equipado com 2 células fotovoltaicas de tripla junção de alta eficiência conectadas em série, responsáveis por converter a radiação solar em energia elétrica. Esta energia é armazenada em baterias recarregáveis de lítio e gerida por um módulo dedicado de Gestão e Distribuição de Energia. O sistema fornece linhas de alimentação reguladas de 3,3 V, 5 V e 12 V, bem como uma linha de tensão não regulada da bateria, garantindo fornecimento contínuo e estável de energia para todos os subsistemas. Concebido para eficiência e fiabilidade, o EPS inclui proteções integradas contra curtos-circuitos e sobrecarga, e suporta funcionamento ininterrupto mesmo durante eclipses orbitais.",
    "who-are-we": "Quem somos?",
    "about-us-p1-full": "Somos uma equipa composta por estudantes universitários da FEUP (Faculdade de Engenharia da Universidade do Porto).",
    "about-us-p2-full": "A nossa missão é clara: produzir investigação com impacto, enquanto formamos engenheiros promissores para se tornarem profissionais ainda melhores.",
    "about-us-p3-full": "Todos os dias na Space Team são uma nova oportunidade para nos superarmos, porque acreditamos que o desafio é a única forma de criar algo verdadeiramente inovador — seja um foguetão de propelente híbrido, um nano satélite ou a próxima geração de pioneiros do espaço.",
    "about-us-p4-full": "Em 2025, a Porto Space Team cresceu ao abraçar um novo e ambicioso projeto: o ICARUS.",
    "about-us-p5-full": "Hoje, somos uma equipa com mais de noventa membros de nove áreas de engenharia distintas, todos unidos por um objetivo comum: construir o futuro da engenharia aeroespacial.",
    "our-history": "A nossa História",
    "team": "Equipa",
    "team-2025": "Com confiança renovada e experiência acumulada, a equipa expandiu-se e concentrou-se em três projetos distintos — INVICTUS, PLUTUS e ICARUS.",
    "team-2024": "A equipa que marcou presença na primeira competição da Porto Space Team, o EuRoC 2024, com o projeto INVICTUS.",
    "team-2023": "O início de tudo — os que formaram a Porto Space Team e deram início a esta jornada desafiante.",
    "objectives": "Objetivos",
    "objectives-p1": "Promover o interesse dos estudantes do ensino secundário pela ciência e engenharia.",
    "objectives-p2": "Conceber e construir foguetões modelo de combustível sólido.",
    "plutus-desc": "O Projeto PLUTUS é desenvolvido com orgulho em estreita parceria com o Colégio Luso-Francês. Desde as fases iniciais de conceção até ao lançamento final do foguetão, os alunos do Colégio Luso-Francês estão ativamente envolvidos em todas as etapas do processo.",
    "launch": "Lançamento",
    "plutus-desc-2": "Em 2024, o Projeto PLUTUS alcançou um marco importante com o lançamento bem-sucedido do seu primeiro foguetão modelo de combustível sólido. Este feito foi o resultado de meses de trabalho árduo, colaboração e aprendizagem entre estudantes universitários e participantes do ensino secundário.",
    "euroc-p1": "O European Rocketry Challenge (EuRoC) é a primeira competição de lançamento de foguetões exclusivamente dedicada a equipas universitárias europeias. Organizada pela Agência Espacial Portuguesa desde 2020, a competição reúne equipas de estudantes de toda a Europa na região do Alentejo, em Portugal.",
    "euroc-p2": "Com um crescimento consistente e reconhecimento crescente, a edição de 2025 conta com o apoio do Exército Português e da Câmara Municipal de Constância.",
    "euroc-website": "Website Oficial do EuRoC",
    "euroc-23-p1": "Em 2023, marcámos presença no EuRoC, realizado em Constância, Portugal. Embora não tenhamos competido, a nossa participação permitiu-nos adquirir conhecimentos valiosos sobre o evento e observar como outras equipas abordaram o desafio.",
    "euroc-23-p2": "Esta experiência foi fundamental para nos prepararmos de forma mais eficaz para o EuRoC 2024 e para orientar o desenvolvimento do nosso primeiro protótipo, o Invictus 1.0. Também nos proporcionou uma compreensão mais clara da dinâmica da competição, dos requisitos técnicos e dos padrões organizacionais.",
    "euroc-24-p1": "Em 2024, competimos pela primeira vez no European Rocketry Challenge (EuRoC). A Porto Space Team participou com a primeira iteração do projeto Invictus, o Invictus 1.0. Este foi um marco importante para toda a equipa, assinalando a nossa estreia numa competição real de foguetões.",
    "euroc-24-p2": "Durante o evento, completámos com sucesso todas as etapas de avaliação, incluindo a Revisão Crítica do Projeto (CDR) e, posteriormente, a Revisão de Prontidão para Voo (FRR), demonstrando a robustez técnica do nosso projeto e a nossa prontidão para as operações de lançamento.",
    "coming-soon": "Em breve...",
    "cubesat-p1": "O CubeSat Portugal é uma competição nacional lançada em 2024 pela Agência Espacial Portuguesa, desafiando estudantes do ensino superior a conceber, construir e lançar um nanosatélite real.",
    "cubesat-p2": "Estes satélites, conhecidos como CubeSats, seguem o formato padrão de 10x10x10 cm (1U) e devem cumprir uma missão primária definida pela organização. As equipas podem também propor missões secundárias da sua autoria.",
    "cubesat-website": "Website Oficial do CubeSat",
    "bootcamp-p1": "De 19 a 21 de maio, a nossa equipa participou no BootCamp do CubeSat Portugal, uma experiência intensa e inspiradora concebida para apoiar o desenvolvimento do nosso projeto ICARUS, que se foca na conceção e construção de um CubeSat 1U.",
    "bootcamp-p2": "Ao longo de três dias, participámos em workshops técnicos e palestras orientadas por especialistas, conectámo-nos com outras equipas e apresentámos a nossa Revisão Preliminar do Projeto (PDR). Este marco importante proporcionou-nos feedback valioso de profissionais do setor aeroespacial, ajudando-nos a reforçar e aperfeiçoar a nossa abordagem.",
    "bootcamp-p3": "Voltámos com novos conhecimentos, motivação renovada e um caminho claro para as próximas fases da competição.",
    "want-to-be-part": "Queres fazer parte da Porto Space Team?",
    "apply-here": "Candidata-te aqui!",
    "invictus-subtitle": "Em 2024, construímos o primeiro foguetão de propulsão híbrida desenvolvido por estudantes em Portugal - o resultado de dois anos de investigação, engenharia e trabalho de equipa incansáveis.",
    "invictus-2-p-1": "O Invictus II é a segunda iteração do nosso projeto de desenvolvimento de foguetões, com o objetivo de participar no European Rocketry Challenge (EuRoC). O objetivo é conceber, construir e lançar um foguetão de propulsão híbrida de alto desempenho, capaz de atingir a categoria de 3 km de altitude da competição.",
    "invictus-2-p-2": "Com base na experiência adquirida com o nosso primeiro foguetão híbrido, o Invictus II foca-se em otimizar todos os subsistemas - desde a aerodinâmica e propulsão até à avionia e recuperação - resultando num veículo mais eficiente, fiável e aprimorado. O sistema de propulsão mantém-se híbrido, tal como no projeto original, mas com melhorias.",
    "invictus-2-p-3": "O Invictus II reflete o nosso compromisso com a excelência em engenharia, a iteração e o impulso para ultrapassar os limites da engenharia aeroespacial estudantil em Portugal.",
    "main-responsibilities": "Responsabilidades Principais",
    "contact-placeholder-name": "ex.: João Silva",
    "contact-placeholder-company": "ex.: ACME Lda.",
    "contact-placeholder-email": "ex.: nome@exemplo.com",
    "contact-subject-placeholder": "ex.: Pedido de informações",
    "contact-message-placeholder": "Escreva a sua mensagem aqui…",
    "contact-placeholder-up": "ex.: up012345689",
    "contact-placeholder-university-course": "ex.: Engenharia Informática",
    "contact-placeholder-phone": "ex.: +351 912 345 678",
    "contact-placeholder-university-year": "ex.: 2.º ano"
  },
  "metadata": {
    "about-title": "Porto Space Team | Sobre",
    "about-description": "Saiba mais sobre a Porto Space Team, uma associação estudantil de engenharia aeroespacial na FEUP, dedicada ao desenvolvimento de tecnologia de foguetes híbridos e à inspiração da próxima geração de engenheiros espaciais em Portugal.",
    "about-keywords": "Porto Space Team, estudantes de engenharia aeroespacial FEUP, foguete híbrido Portugal, foguetes estudantis, engenharia aeroespacial Porto, pesquisa espacial Portugal",

    "competitions-title": "Porto Space Team | Competições",
    "competitions-description": "Explore as competições onde a Porto Space Team demonstra a sua engenharia, desde desafios nacionais de foguetaria a eventos aeroespaciais internacionais.",
    "competitions-keywords": "competições Porto Space Team, desafios de foguetaria, concursos aeroespaciais Portugal, competições de foguetes estudantis, equipa de engenharia FEUP",

    "contact-title": "Porto Space Team | Contacto",
    "contact-description": "Entre em contacto com a Porto Space Team para colaborações, patrocínios ou pedidos de imprensa.",
    "contact-keywords": "contactar Porto Space Team, contacto engenharia aeroespacial FEUP, contacto foguetaria estudantil, patrocínio equipa de foguetes, contacto engenharia aeroespacial Porto",

    "apply-title": "Porto Space Team | Candidatar-se",
    "apply-description": "Junte-se à Porto Space Team e faça parte de um grupo apaixonado de estudantes que moldam o futuro da engenharia aeroespacial em Portugal.",
    "apply-keywords": "candidatar-se Porto Space Team, juntar-se engenharia aeroespacial FEUP, candidatura equipa de foguetes, estudantes de engenharia aeroespacial, recrutamento equipa de foguetes",

    "newsletter-title": "Porto Space Team | Newsletter",
    "newsletter-description": "Subscreva a newsletter da Porto Space Team para receber as últimas novidades sobre projetos, competições e eventos.",
    "newsletter-keywords": "newsletter Porto Space Team, notícias aeroespaciais Portugal, atualizações foguetaria estudantil, newsletter engenharia aeroespacial FEUP, eventos de foguetaria Portugal",

    "icarus-title": "Porto Space Team | Icarus",
    "icarus-description": "O Icarus é o foguete híbrido pioneiro da Porto Space Team, desenvolvido para expandir os limites da engenharia aeroespacial estudantil em Portugal.",
    "icarus-keywords": "foguete Icarus, projeto Porto Space Team, foguete híbrido Portugal, projeto aeroespacial estudantil, engenharia de foguetes FEUP",

    "invictus-title": "Porto Space Team | Invictus",
    "invictus-description": "O Invictus é um projeto avançado de foguete da Porto Space Team, concebido para lançamentos de alto desempenho e competições de foguetaria.",
    "invictus-keywords": "foguete Invictus, projeto Porto Space Team, foguete de alto desempenho Portugal, competição de foguetaria estudantil, engenharia aeroespacial FEUP",

    "plutus-title": "Porto Space Team | Plutus",
    "plutus-description": "O Plutus centra-se no desenvolvimento de sistemas de propulsão sustentáveis e tecnologias aeroespaciais inovadoras para futuras missões espaciais.",
    "plutus-keywords": "projeto Plutus, Porto Space Team, propulsão sustentável de foguetes, tecnologia aeroespacial Portugal, engenharia espacial estudantil",

    "sponsors-title": "Porto Space Team | Patrocinadores",
    "sponsors-description": "Conheça os patrocinadores que apoiam a missão da Porto Space Team de inovar na área de foguetaria e engenharia aeroespacial.",
    "sponsors-keywords": "patrocinadores Porto Space Team, patrocínio aeroespacial Portugal, financiamento de foguetes estudantis, patrocinadores engenharia aeroespacial FEUP, apoio a projetos aeroespaciais"
  }
}
