{
  "common": {
    "headline": "Estamos prontos para o lançamento...",
    "subtitle": "PODER ESTUDANTIL. Engenharia Aeroespacial. IMPACTO REAL.",
    "nav-about": "sobre",
    "nav-projects": "projetos",
    "nav-sponsors": "patrocinadores",
    "nav-competitions": "competições",
    "nav-newsletter": "newsletter",
    "nav-contact": "contacta-nos",
    "nav-join": "junta-te a nós",
    "about-us": "SOBRE NÓS",
    "about-us-p1": "Somos uma associação composta por estudantes universitários, da FEUP (Faculdade de Engenharia da Universidade do Porto).",
    "about-us-p2": "A nossa missão é produzir investigação significativa, enquanto ensinamos aos futuros engenheiros a tornarem-se ainda melhores profissionais.",
    "about-us-p3": "Todos os dias na Space Team é um novo dia onde tentamos ultrapassar os nossos limites, porque acreditamos que o desafio é o único caminho para criar algo inovador, seja um foguetão de propulsão híbrida, um nano satélite ou a próxima geração de pioneiros do espaço.",
    "know-more": "Saber mais",
    "creation": "Criação",
    "members": "Membros",
    "projects": "Projetos",
    "invictus": "INVICTUS",
    "invictus-p1": "O Invictus é o nosso primeiro projeto, onde temos como objetivo desenvolver um foguetão de propulsão híbrida para participar no EuRoC, com um apogeu de 3000 metros, na categoria SRAD.",
    "invictus-p2": "Em 2024 fizemos história, ao nos tornarmos na primeira equipa estudantil em Portugal a realizar com sucesso um teste de sistema de propulsão híbrida.",
    "plutus": "Plutus",
    "plutus-p1": "O PLUTUS é um projeto de divulgação educacional onde colaboramos com escolas do Porto para ensinar os alunos sobre a arte de fazer foguetões.",
    "plutus-p2": "Juntos, construímos um modelo de foguetão que será lançado, promovendo o desenvolvimento de futuros engenheiros aeroespaciais.",
    "icarus": "ICARUS",
    "icarus-p1": "O projeto ICARUS foca-se no desenvolvimento de um nanosatélite 1U, em colaboração com o INEGI, como parte da nossa participação no programa CubeSat Portugal.",
    "icarus-p2": "A sua missão principal é fomentar o crescimento pessoal dos seus membros, com um foco especial no desenvolvimento técnico na área do design de satélites.",
    "sponsors": "patrocinadores",
    "gold-sponsors": "PATROCINADORES OURO",
    "silver-sponsors": "PATROCINADORES PRATA",
    "bronze-sponsors": "PATROCINADORES BRONZE",
    "software-partners": "PARCEIROS SOFTWARE",
    "institutional-partners": "PARCEIROS INSTITUCIONAIS",
    "learn-more": "Saber mais",
    "more": "Mais",
    "contacts": "Contactos",
    "our": "NOSSOS",
    "sponsor-subtitle": "A Porto Space Team não seria capaz de desenvolver os seus projetos sem o incrível apoio da indústria e da universidade. Somos profundamente gratos aos nossos parceiros pelas inúmeras maneiras pelas quais nos ajudam a concretizar nossa missão."
  }
}
